const Jobs = [
    {
        title: 'Тире',
        position: 'HTML-верстальщик',
        period: 'Апрель 2021 - Сентябрь 2021',
        info: [
            'Занимался версткой страниц с нуля, поддержкой существующих сайтов.',
            'Были проекты с анимацией разной сложности.',
            'Делал обновление контента на сайтах.',
            'Также тестно взаимодействовал с дизайнером и backend-разработчиком.',
            'Сайты в основном разрабатывались под Bitrix.'
        ],
    },
    {
        title: 'BeMaterial',
        position: 'Web-программист',
        period: 'Сентябрь 2021 - Август 2023',
        info: [
            'Занимался разработкой сайтов с нуля под Bitrix.',
            'Разработка страниц по макету из Figma.',
            'Разработка визуальной части и backend.',
            'Поддержка существующих сайтов.'
        ],
    },
    {
        title: 'Lidera agency',
        position: 'Frontend-разработчик',
        period: 'Август 2023 - по настоящее время',
        info: [
            'Занимаюсь разработкой страниц на внутреннем продукте на NextJS с использованием MaterialUI и других библиотек.',
            'Оказываю помощь руководителю HTML-разработчиков.',
            'Выполняю ревью кода коллег.',
        ],
        NDA: 'Нахожусь под NDA'
    }
];

export {Jobs};